[
  {
    "id": 1,
    "quote": "Let us always meet each other with smile, for the smile is the beginning of love.",
    "author": "Mother Teresa"
  },
  {
    "id": 2,
    "quote": "Before you can see the Light, you have to deal with the darkness.",
    "author": "Dan Millman"
  },
  {
    "id": 3,
    "quote": "When it comes to mastering a skill, time is the magic ingredient.",
    "author": "Robert Greene"
  },
  {
    "id": 4,
    "quote": "The outer conditions of a person's life will always be found to reflect their inner beliefs.",
    "author": "James Allen"
  },
  {
    "id": 5,
    "quote": "None are more hopelessly enslaved than those who falsely believe they are free.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "id": 6,
    "quote": "The act of taking the first step is what separates the winners from the losers.",
    "author": "Brian Tracy"
  },
  {
    "id": 7,
    "quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "author": "Elbert Hubbard"
  },
  {
    "id": 8,
    "quote": "There are no shortcuts to any place worth going. ",
    "author": "Beverly Sills"
  },
  {
    "id": 9,
    "quote": "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "author": "Roy T. Bennett"
  },
  {
    "id": 10,
    "quote": "It is what we make out of what we have, not what we are given, that separates one person from another.",
    "author": "Nelson Mandela"
  },
  {
    "id": 11,
    "quote": "We should not look back unless it is to derive useful lessons from past errors.",
    "author": "George Washington"
  },
  {
    "id": 12,
    "quote": "Great acts are made up of small deeds.",
    "author": "Lao Tzu"
  },
  {
    "id": 13,
    "quote": "Ability is a poor man's wealth.",
    "author": "John Wooden"
  },
  {
    "id": 14,
    "quote": "No great discovery was ever made without a bold guess. ",
    "author": "Isaac Newton"
  },
  {
    "id": 15,
    "quote": "Your time is limited, so don't waste it living someone elses. life.",
    "author": "Steve Jobs"
  },
  {
    "id": 16,
    "quote": "Little by little, one travels far.",
    "author": "J.R.R. Tolkien"
  },
  {
    "id": 17,
    "quote": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.",
    "author": "Bob Marley"
  },
  {
    "id": 18,
    "quote": "The best way to find yourself is to lose yourself in the service of others.",
    "author": "Mahatma Gandhi"
  },
  {
    "id": 19,
    "quote": "Art, like morality, consists of drawing the line somewhere.",
    "author": "Gilbert Chesterton"
  },
  {
    "id": 20,
    "quote": "The single biggest problem in communication is the illusion that it has taken place.",
    "author": "George Bernard Shaw"
  },
  {
    "id": 21,
    "quote": "Troubles are often the tools by which God fashions us for better things.",
    "author": "Henry Ward Beecher"
  },
  {
    "id": 22,
    "quote": "Everything is in your own heart.",
    "author": "Thich Nhat Hanh"
  },
  {
    "id": 23,
    "quote": "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "author": "Genghis Khan"
  },
  {
    "id": 24,
    "quote": "No tree, it is said, can grow to heaven unless its roots reach down to hell.",
    "author": "Carl Jung"
  },
  {
    "id": 25,
    "quote": "If you pray for rain, be prepared to deal with some mud.",
    "author": "Mary Engelbreit"
  },
  {
    "id": 26,
    "quote": "We are all self-made, but only the successful will admit it.",
    "author": "Earl Nightingale"
  },
  {
    "id": 27,
    "quote": "Think of yourself as dead. you have lived your life. Now, take what's left, and live it properly.",
    "author": "Marcus Aurelius"
  },
  {
    "id": 28,
    "quote": "Why do you stay in prison when the door is so wide open?",
    "author": "Rumi"
  },
  {
    "id": 29,
    "quote": "Whatever your mind can conceive and believe, it can achieve.",
    "author": "Napoleon Hill"
  },
  {
    "id": 30,
    "quote": "Pleasure can be supported by an illusion; but happiness rests upon truth. ",
    "author": "Nicolas Chamfort"
  },
  {
    "id": 31,
    "quote": "Confidence comes from crossing thresholds.",
    "author": "Kamal Ravikant"
  },
  {
    "id": 32,
    "quote": "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "author": "Albert Einstein"
  },
  {
    "id": 33,
    "quote": "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "author": "William Faulkner"
  },
  {
    "id": 34,
    "quote": "He is richest who is content with the least, for content is the wealth of nature.",
    "author": "Socrates"
  },
  {
    "id": 35,
    "quote": "Enjoy when you can, and endure when you must.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "id": 36,
    "quote": "No one is useless in this world who lightens the burdens of another.",
    "author": "Charles Dickens"
  },
  {
    "id": 37,
    "quote": "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "author": "Alfred Adler"
  },
  {
    "id": 38,
    "quote": "I would rather die on my feet than live on my knees.",
    "author": "Euripides"
  },
  {
    "id": 39,
    "quote": "When uncomfortable, my instinct is not to avoid the discomfort but to become at peace with it.",
    "author": "Josh Waitzkin"
  },
  {
    "id": 40,
    "quote": "As soon as you trust yourself, you will know how to live.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "id": 41,
    "quote": "Life can be the scariest and most beautiful thing simultaneously.",
    "author": "Maxime Lagace"
  },
  {
    "id": 42,
    "quote": "People are weird. When we find someone with weirdness that is compatible with ours, we team up and call it love.",
    "author": "Dr. Seuss"
  },
  {
    "id": 43,
    "quote": "If you've made a mistake, it's better just to laugh at it.",
    "author": "Zen Proverb"
  },
  {
    "id": 44,
    "quote": "Decide what your truth is. Then live it.",
    "author": "Kamal Ravikant"
  },
  {
    "id": 45,
    "quote": "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours. ",
    "author": "Orison Swett Marden"
  },
  {
    "id": 46,
    "quote": "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "author": "Sonia Ricotti"
  },
  {
    "id": 47,
    "quote": "If I can pay the bills, I'm happy.",
    "author": "Morgan Wootten"
  },
  {
    "id": 48,
    "quote": "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "author": "John Wooden"
  },
  {
    "id": 49,
    "quote": "A day without laughter is a day wasted.",
    "author": "Charlie Chaplin"
  },
  {
    "id": 50,
    "quote": "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "author": "Heraclitus"
  }
]
